0	0	
217	80	EMCO-\nLM800
218	80	Irco/FMB-\npodavač
219	80	Uživatel\nCyklus 3
220	80	Uživatel\nCyklus 4
221	80	Uživatel\nCyklus 5
222	80	Uživatel\nCyklus 6
85000	80	Směr X=0 Z=1
85001	80	Směr X=0 Z=1
85010	80	JMÉNO PODPROGRAMU
85012	80	POS.Z2 SPÍNAČ JDI NA G1
85014	80	G1-POSUV  MM/MIN
85016	80	PŘEBÍRACÍ POLOHA Z2
85018	80	ORIENT. VŘET. S2 DO S1
85020	80	DOTLAČIT 0=NE 1=ANO
85030	80	Převzít polohu Z
85032	80	Převzít polohu X
85034	80	Poloha dorazu tyče Z
85036	80	Bezpečná vzdálenost Z
85038	80	Ploha dorazu tyče - nová tyč
85040	80	Posuv mm/min
85042	80	Prodleva vyhození zbytku tyče
85043	80	Prodleva vynašeč dílů vřed
85044	80	Obrobení zbytku tyče
85046	80	0=obrobit zbytek tyče 1=vyhodit zbytek tyče
85048	80	0=vynašeč dílů 1=vyhození dílu 2=obr.zbytku
85049	80	1=vyhození zbytku 2=Obrobení zbytku
85050	80	Jméno programu pro obrobení zbytku
85052	80	Jméno programu začátku tyče
85054	80	Oscilace vřetena 0=VYP 1=ZAP
85056	80	 
85057	80	 
85058	80	 
85060	80	Uživatel
85062	80	Převzetí
85064	80	Podavač tyčí
85066	80	Podavač Kupa-\n
85068	80	Podavač Emco-\n
85070	80	Podavač Irco/FMB-\n
85071	80	 
85072	80	měření nástroje-\n
85074	80	nástroj-\nstrana 1
85076	80	nástroj-\nstrana 2
85078	80	L1 (X)_plus ...limit opotřebení
85080	80	L1 (X)_min ...limit opotřebení
85082	80	L2 (Z)_plus ...limit opotřebení
85084	80	L2 (Z)_min ...limit opotřebení
85086	80	L1 (X)_plus/min limit nástroje
85088	80	L2 (Z)_plus/min limit nástroje
85090	80	0=L1(X)/L2(Z)  1=L1(X)  2=L2(Z)
85100	80	Poloha revolveru
85102	80	Nástroj č.
85104	80	Korekce nástroje
85106	80	korekce D 
85108	80	Nová tyč
85110	80	Prog konec tyče
85112	80	Doraz X 
85114	80	Doraz v ose Z 
85116	80	Doraz Z 
85118	80	Doraz v Z nová tyč
85120	80	Poloha nová tyč
85122	80	Vzdálenost v Z 
85124	80	Prodleva vpřed
85126	80	Prodleva zbytek
85128	80	Prodleva zpět
85130	80	1=Doraz 2=Protivřeteno. 3=podavač tyčí 
85132	80	Posunutí tyče
85134	80	0=bez dorazu 1=doraz
85136	80	Doraz nové tyče
85138	80	Oscilace
85140	80	1=kanál.2=p.ch.3=konec.4=saně
85142	80	Konec tače do
85144	80	pouze poprvé(cyklus dvakrát)
85146	80	Díl hotov
85148	80	Kupa-\nLM_92
85150	80	Konec tače
85152	80	Vynašeč dílu vpřed
85154	80	Podavač vpřed
85156	80	Výměna tyče aktivní *Čekání na signál E37.6/E64.6*
85158	80	Podavač tlačí tyč !* Čekání na signál E37.4/E64.4*
